/* XCAP */
"FederationProviderPasscodeScreenTitle" = "رمز مرور المزود الفيدرالي";

/* XMSG */
"FederationProviderPasscodeScreenContent" = "يحتاج المزود الفيدرالي إلى إدخالك لتحميل/تخزين شهادتك.";

/* XBUT */
"FederationProviderPasscodeScreenOkButtonText" = "تم";

/* XBUT */
"FederationProviderPasscodeScreenCancelButtonText" = "إلغاء";

/* XCAP */
"FederationProviderCertificateConfirmationScreenTitle" = "الشهادة الفيدرالية";

/* XMSG */
"FederationProviderCertificateConfirmationScreenMessage" = "توجد هوية مسجلة بالفعل في المزود الفيدرالي. اضغط على الزر 'موافق' إذا كنت تريد استخدامها، أو 'إلغاء' للحصول على واحدة جديدة.";

/* XBUT */
"FederationProviderCertificateConfirmationScreenCancelButtonText" = "إلغاء";

/* XBUT */
"FederationProviderCertificateConfirmationScreenOkButtonText" = "موافق";

